{
  
    "1": {
      "email": "jamesonlistcloud@gmail.com",
      "password": "hundret333@!",
      "profile_name": "wes1",
      "product_id": "1730436773293626270",
      "title": "VIRAL CANDIDA GUT CLEANSE - 15% commission",
      "message": "VIRAL CANDIDA GUT CLEANSE - 15% commission Huge Opportunity\nWe want YOU to be the next viral affiliate with our brand.\nOur top affiliate has made $25,050 in commissions on ONLY 6 videos!\n..."
    },
    "2": {
      "email": "jamesonlistcloud@gmail.com",
      "password": "hundret333@!",
      "profile_name": "jain",
      "product_id": "1730436358526112670",
      "title": "Collaborate with Meowijuana!",
      "message": "Hey \nWe’re inviting you to join our TikTok Shop affiliate program, where you can make serious commissions and support a powerful cause..."
    },
  
    "3": {
      "email": "jamesonlistcloud@gmail.com",
      "password": "hundret333@!",
      "profile_name": "simon",
      "product_id": "1730429101131469726",
      "title": "Dermaclara Skincare 30% Commission + Free Sample!",
      "message": "Hi there! I’m with Dermaclara, a leading skincare brand, and we're expanding on TikTok! We’re seeking passionate creators like you to help us go viral🚀 What’s in it for you? 30% commission on sales 💰 ad spend to boost your content 📈 and a free sample of our top-selling Eyes & Mouth Patch. Our top creators are already seeing amazing results and we want you to join them! Click on our product card to get your free sample. Let’s create something incredible — are you in?"
    },
    "4": {
      "email": "jamesonlistcloud@gmail.com",
      "password": "hundret333!",
      "profile_name": "aaron",
      "product_id": "1729738232288285673",
      "title": "Collaborate with Turbie Twist!",
      "message": "Hi, I hope you're doing well! I'm reaching out with an exciting opportunity to become a part of our Turbie Twist Exclusive Creator Group. This is an invite-only community where creators like yourself can take part in exclusive competitions, new product launches, and a variety of special perks.\nEach month, we will be running exciting £ competitions with incredible prizes.\nIt’s free, so don’t miss out on supercharging your earnings! Discord Link: https://discord.gg/gMzAfVkd"
    },

  "hotstar": [
    {
      "Invitationname": "Wesinvite",
      "Validuntil": "04/25/2025",
      "EmailAddress": "team@purepeaksupplements.com",
      "Phone": "1234567890",
      "Message": "VIRAL CANDIDA GUT CLEANSE - 15% commission Huge Opportunity \nWe want YOU to be the next viral affiliate with our brand.\nOur top affiliate has made $25,220 in commissions on ONLY 6 videos!\nI think you would be a PERFECT fit for this product and I see the potential for you to go viral.\nWe will provide you with as many resources as we can and help you along the way. Please request a free sample from the product card so we can get started ASAP!"
    }
  ],
  "WES2": [
    {
      "Invitationname": "Wesinvite",
      "Validuntil": "12/23/2024",
      "EmailAddress": "team@purepeaksupplements.com",
      "Phone": "1234567890",
      "Message": "VIRAL CANDIDA GUT CLEANSE - 25% commission:rotating_light:Huge Opportunity:rotating_light:\nWe want YOU to be the next viral affiliate with our brand.\nOur top affiliate has made $25,220 in commissions on ONLY 6 videos!\nI think you would be a PERFECT fit for this product and I see the potential for you to go viral.\nWe will provide you with as many resources as we can and help you along the way. Please request a free sample from the product card so we can get started ASAP!"
    }
  ],
  "JASON": [
    {
      "Invitationname": "Aleksandr TTinit",
      "Validuntil": "12/23/2024",
      "EmailAddress": "contact@horizonprimegoods.com",
      "Phone": "17868932646",
      "Message": "Hey!\nWe love what you’re doing on TikTok and think it’s a perfect fit for our brand. We’d love to discuss a potential collaboration featuring our best-selling product! Let us know if you're interested, and we can explore some creative ideas together.\nSincerely,\nHorizon Brands Team"
    }
  ],
  "MAX": [
    {
      "Invitationname": "Mouthology Bot",
      "Validuntil": "12/23/2024",
      "EmailAddress": "fathima@mouthology.com",
      "Phone": "1234567890",
      "Message": "Hi! I’m from Mouthology. We're best-sellers online with over 100k reviews and over 2m units sold last year. It’d be awesome to see if we could team up.\n\nHere’s the deal: 30% commission on sales, ad spend to help your videos reach more people, and a free sample because who doesn’t love trying something new? If you’re interested, just click the product card, & we’ll get those tongue brush to you.\n\nThis could be a cool opportunity. Let me know what you think!"
    }
  ],
  "FELICIA": [
    {
      "Invitationname": "AlphaPulse24",
      "Validuntil": "03/15/2025",
      "EmailAddress": "Info@AlphaPulse24.com",
      "Phone": "8882574293",
      "Message": "Hey!\nCame across your account and wanted to reach out to see if you'd be interested in coming on our creator team!\nWe're offering 20% commissions(around 10$ a sale)!\nWould love to hear back from you about this! Would love to also set up a call and chat about the brand and this more!\nFeel free to check the product out here, let me know what you think! https://shop.tiktok.com/view/product/1730501141726728330?region=US&locale=en"
    }
  ],
  "PcheeSkn": [
    {
      "Invitationname": "Sample Afll",
      "Validuntil": "12/23/2024",
      "EmailAddress": "contact@heysocial.ca",
      "Phone": "1234567890",
      "Message": "Hello!\nWe absolutely love your content and think you would be a great fit for our Pchee Skn affiliate program. Pchee Skn is a modern skincare brand with science backed ingredients designed to create visible results and restore confidence. Creators who worked with us on our previous brand Pchee Bum made hundreds of thousands of dollars! Needless to say, they hype for Pchee Skn is real and you can be one of the first.\nJoin up for our Pchee Skn affiliate program now and claim a higher commission than normal for a limited time only."
    }
  ],
  "Geo": [
    {
      "Invitationname": "geometrical affiliates 2",
      "Validuntil": "04/20/2025",
      "EmailAddress": "partner@geometrical-inc.com",
      "Phone": "1234567890",
      "Message": "Hi , I'm Rambod from Geometrical, the designer of the Pocket Tripod.\nWe're thrilled to have just launched our TikTok shop and are building a community of creators to share the Pocket Tripod.  \nWe'd love for you to join our affiliate program and earn up to 20% commission on sales driven by your videos.  We believe in the power of community and are excited to support our affiliates.  \nInterested in becoming part of the Pocket Tripod team on TikTok?"
    }
  ],
  "WELL": [
    {
      "Invitationname": "TikTok Trends: Partner with Us",
      "Validuntil": "12/23/2024",
      "EmailAddress": "contact@remember-well.com",
      "Phone": "491743758448",
      "Message": "Hi there! We’re excited about the possibility of working with you. Our product has already gained over 500 million views across social media, and we’re now expanding to TikTok Shop to collaborate with affiliates and creators.\n\nWe offer a highly viral product, attractive commissions, and provide full support whenever you need help reviewing your content or ideas. Let’s make this a great partnership!"
    }
  ],
  "ROBIN": [
    {
      "Invitationname": "Shilajit",
      "Validuntil": "12/23/2024",
      "EmailAddress": "dianne@mon.group",
      "Phone": "3013815224",
      "Message": " SHILAJIT SHOTS - 30% Commission  Huge Opportunity!\nWe want YOU to be our next viral affiliate with Holy Shilajit. Our Shilajit Shots are the ONLY ready-to-drink shilajit on the market, featuring 4g shilajit and 4g fulvic minerals for maximum impact. You’re the PERFECT fit, and we see major viral potential!\nEnjoy free samples, paid spark posts, and a chance to win amazing prizes—like AirPods Pro 2s or even a dream car! Request your free sample now and let's get started ASAP!"
    }
  ],
  "MAHAD": [
    {
      "Invitationname": "MAHAD INVITE",
      "Validuntil": "12/23/2024",
      "EmailAddress": "mahad5166@gmail.com",
      "Phone": "2512636366",
      "Message": " Hey Dear !\nHope you’re doing great\nI wanted to share an exciting opportunity with you! We’re launching a campaign for Armaf  on TikTok Shop, and we think you’d be the perfect fit. This fragrance is no less than Chanel—it’s super attractive and has a high rizz that your followers will absolutely love.\nWe have loved the past collaboration and we are interested in working long term with you"
    }
  ],
  "ELVISA": [
    {
      "Invitationname": "ELVISA INVITE",
      "Validuntil": "12/23/2024",
      "EmailAddress": "Tiktok@scalingoffers.com",
      "Phone": "1234567890",
      "Message": "Hey there!\nHope you’re doing great!\nI wanted to share an exciting opportunity with you! We’re launching a campaign for our new line of beauty products on TikTok Shop, including stunning lipsticks, voluminous mascaras, and more. We believe you’d be the perfect fit! These products are as fabulous as any luxury brand and are sure to resonate with your followers.\nPlus, our top affiliate is making $20k from affiliate sales, so there’s great potential here! We loved our past collaboration and are eager to explore a long-term partnership with yo"
    }
  ],
  "QUENCH": [
    {
      "Invitationname": "TSM_QUENCH",
      "Validuntil": "12/23/2024",
      "EmailAddress": "hello@quenchcompany.com",
      "Phone": "1234567890",
      "Message": "QUENCH COMPANY - 20% Commission\nHey there!\nI'm Sophia from Quench Company. We're all about science-backed hydration for daily wellness, and we're launching with three amazing products: Apple Cider Vinegar, Vegan Collagen, and Electrolytes.\nWe’d love for you to join our affiliate program, where you'll earn 20% commission on sales through your unique link. All we ask is that you create a video sharing your experience, and we'll provide all the guidance you need."
    }
  ],
  "ULACE": [
    {
      "Invitationname": "TSM_ULACE ",
      "Validuntil": "12/23/2024",
      "EmailAddress": "Iqra@theshortmedia.com",
      "Phone": "1234567890",
      "Message": "Hey, You!  We’re uLaceNoTieLaces, making waves in the Footwear Accessories world with 22k rave reviews and 100k happy customers. We're expanding on TikTok, and we’d love to team up! \nHere’s the fun part:\n30% commission on sales\nWe’ll boost your content for more reach \nPlus, a free Shoelaces sample \nSound good? Just click the product card, and we’ll send your Shoelaces: Stretchy, Easy-to-Install Elastic Laces for Sneaker faster than you can say “let’s go!” \nLet me know if you're in!"
    }
  ],
  "TUMERI": [
    {
      "Invitationname": "TSM_TUMERI",
      "Validuntil": "12/23/2024",
      "EmailAddress": "collabs@tumeri.com",
      "Phone": "1234567890",
      "Message": "Hey, You!  We’re TUMERI, making waves in the Beauty and Personal care world with 22k rave reviews and 100k happy customers. We're expanding on TikTok, and we’d love to team up! \nHere’s the fun part:\n30% commission on sales\nWe’ll boost your content for more reach \nPlus, a free Clay Mask,Skincare and  Face and Body Bundle sample \nSound good? Just click the product card, and we’ll send your  Clay Mask,Skincare and  Face and Body faster than you can say “let’s go!” \nLet me know if you're in!"
    }
  ],
  "PEACHMIND": [
    {
      "Invitationname": "TSM_PEACHMIND",
      "Validuntil": "12/23/2024",
      "EmailAddress": "collabs@peachmind.com",
      "Phone": "1234567890",
      "Message": "Hey, You!  We’re PEACHMIND Jewelry , making waves in the Jewelry care world with 22k rave reviews and 100k happy customers. We're expanding on TikTok, and we’d love to team up! \nHere’s the fun part:\n25% commission on sales\nWe’ll boost your content for more reach \nPlus, a free Jewelry set sample \nSound good? Just click the product card, and we’ll send your Jewelry faster than you can say “let’s go!” /Let me know if you're in!"
    }
  ],
  "IHSANA": [
    {
      "Invitationname": "TTINIT TARGET",
      "Validuntil": "04/25/2025",
      "EmailAddress": "kasimbilal@blankknights.com",
      "Phone": "2014172800",
      "Message": "Attention creator! \nJoin the Blank Knights family and experience the power of premium blank apparel. \nOur brand commands the market, ensuring your success with every sale. With the highest commission rates in the industry, your earning potential knows no bounds. \nOur products are in demand and will sell like hotcakes. Don't miss out on this opportunity. Partner with Blank Knights today and start earning big!"
    }
  ],
  "JAMESON": [
    {
      "Invitationname": "TTINIT TARGET",
      "Validuntil": "04/25/2025",
      "EmailAddress": "info@2ndchanceconsultant.com",
      "Phone": "4244482536",
      "Message": "Hey there! We’ve been loving your TikTok content and would love to collaborate on our W3W Advanced Formula Eyelash Serum for longer, thicker lashes and bold brows! Plus, we're offering 25% commission as an affiliate for our Silicone Body Scrubber—the ultimate shower tool for exfoliation and massage! Want to try it? Request your free sample from our product card, and let's get started!"
    }
  ],
  "TYLER1": [
    {
      "Invitationname": "Hero Co Tiktok Invitation",
      "Validuntil": "12/23/2024",
      "EmailAddress": "dennies@homelifemedia.com",
      "Phone": "4407145800",
      "Message": "We are funding Service Dogs for wounded Veterans battling PTSD.\nPeople buy a bracelet (you get 25% Commission) and proceeds go to our training partners to help get them get these dogs paired with Veterans who need them. This is a LIFE CHANGING gift for these Heroes.\nYou can go to @the.hero.co on TikTok to see our channel.\nWe'd be honored if you were open to partner with us to help our Military Vets get the help they need.\nThanks!\n-Dennies"
    }
  ],
  "TYLER2": [
    {
      "Invitationname": "iHeartDogs Tiktok Invitation",
      "Validuntil": "12/23/2024",
      "EmailAddress": "dennies@homelifemedia.com",
      "Phone": "4407145800",
      "Message": "We are funding meals for shelter dogs in need.\nPeople buy an item (you get 25% Commission), and proceeds go towards providing meals to shelter dogs across the country. This is a LIFE SAVING effort that helps these animals survive while they wait for their forever homes.\nYou can go to @iheartdogs on TikTok to see our channel.\nWe'd be honored if you were open to partnering with us to help feed shelter dogs and make a real impact.\nThanks!\n-Dennies"
    }
  ]
}

